import React from 'react'
import Image from 'next/image'
import imagees from "../../../public/bgimg.jpg"

const page = () => {
  return (
      <div className='h-screen bg-black lg:flex lg:px-52 lg:gap-24 items-center px-6'>
        <div className='w-[4000px ] lg:hidden block'>
        <Image src={imagees} alt='image' width={500} height={500}/>
      </div>
      <div>
        <h1 className='text-white '>𝚆𝚎𝚕𝚌𝚘𝚖𝚎 𝚝𝚘 𝙼𝙽𝙺𝙽, 𝚠𝚑𝚎𝚛𝚎 𝚠𝚎 𝚎𝚚𝚞𝚒𝚙 𝚢𝚘𝚞 𝚏𝚘𝚛 𝚎𝚟𝚎𝚛𝚢 𝚊𝚍𝚟𝚎𝚗𝚝𝚞𝚛𝚎 𝚗𝚊𝚝𝚞𝚛𝚎 𝚑𝚊𝚜 𝚝𝚘 𝚘𝚏𝚏𝚎𝚛. 𝙾𝚞𝚛 𝚖𝚒𝚜𝚜𝚒𝚘𝚗 𝚒𝚜 𝚝𝚘 𝚎𝚖𝚙𝚘𝚠𝚎𝚛 𝚘𝚞𝚝𝚍𝚘𝚘𝚛 𝚎𝚗𝚝𝚑𝚞𝚜𝚒𝚊𝚜𝚝𝚜, 𝚖𝚘𝚞𝚗𝚝𝚊𝚒𝚗 𝚌𝚕𝚒𝚖𝚋𝚎𝚛𝚜, 𝚊𝚗𝚍 𝚎𝚡𝚙𝚕𝚘𝚛𝚎𝚛𝚜 𝚝𝚘 𝚌𝚘𝚗𝚚𝚞𝚎𝚛 𝚝𝚑𝚎 𝚑𝚎𝚒𝚐𝚑𝚝𝚜 𝚊𝚗𝚍 𝚎𝚡𝚙𝚕𝚘𝚛𝚎 𝚝𝚑𝚎 𝚞𝚗𝚔𝚗𝚘𝚠𝚗 𝚠𝚒𝚝𝚑 𝚌𝚘𝚗𝚏𝚒𝚍𝚎𝚗𝚌𝚎. 𝚆𝚑𝚎𝚝𝚑𝚎𝚛 𝚢𝚘𝚞’𝚛𝚎 𝚜𝚌𝚊𝚕𝚒𝚗𝚐 𝚖𝚘𝚞𝚗𝚝𝚊𝚒𝚗𝚜, 𝚝𝚛𝚎𝚔𝚔𝚒𝚗𝚐 𝚝𝚑𝚛𝚘𝚞𝚐𝚑 𝚌𝚑𝚊𝚕𝚕𝚎𝚗𝚐𝚒𝚗𝚐 𝚝𝚎𝚛𝚛𝚊𝚒𝚗𝚜, 𝚘𝚛 𝚜𝚎𝚎𝚔𝚒𝚗𝚐 𝚝𝚘 𝚎𝚡𝚙𝚎𝚛𝚒𝚎𝚗𝚌𝚎 𝚝𝚑𝚎 𝚜𝚎𝚛𝚎𝚗𝚒𝚝𝚢 𝚘𝚏 𝚝𝚑𝚎 𝚐𝚛𝚎𝚊𝚝 𝚘𝚞𝚝𝚍𝚘𝚘𝚛𝚜, 𝙼𝙽𝙺𝙽 𝚘𝚏𝚏𝚎𝚛𝚜 𝚚𝚞𝚊𝚕𝚒𝚝𝚢 𝚐𝚎𝚊𝚛, 𝚎𝚡𝚙𝚎𝚛𝚝 𝚊𝚍𝚟𝚒𝚌𝚎, 𝚊𝚗𝚍 𝚊 𝚌𝚘𝚖𝚖𝚞𝚗𝚒𝚝𝚢 𝚘𝚏 𝚕𝚒𝚔𝚎-𝚖𝚒𝚗𝚍𝚎𝚍 𝚊𝚍𝚟𝚎𝚗𝚝𝚞𝚛𝚎𝚛𝚜. 𝚆𝚒𝚝𝚑 𝚞𝚜, 𝚢𝚘𝚞𝚛𝚎 𝚗𝚘𝚝 𝚓𝚞𝚜𝚝 𝚙𝚛𝚎𝚙𝚊𝚛𝚎𝚍—𝚢𝚘𝚞𝚛𝚎 𝚒𝚗𝚜𝚙𝚒𝚛𝚎𝚍 𝚝𝚘 𝚐𝚘 𝚏𝚞𝚛𝚝𝚑𝚎𝚛, 𝚝𝚘 𝚌𝚕𝚒𝚖𝚋 𝚑𝚒𝚐𝚑𝚎𝚛, 𝚊𝚗𝚍 𝚝𝚘 𝚎𝚖𝚋𝚛𝚊𝚌𝚎 𝚎𝚟𝚎𝚛𝚢 𝚓𝚘𝚞𝚛𝚗𝚎𝚢 𝚋𝚎𝚢𝚘𝚗𝚍 𝚝𝚑𝚎 𝚖𝚘𝚞𝚗𝚝𝚊𝚒𝚗𝚜.</h1>
      </div>
      <div className='lg:w-[4000px] lg:block hidden'>
        <Image src={imagees} alt='image' width={500} height={500}/>
      </div>
    </div>
  )
}

export default page
